[Marksman X2SoldierClassTemplate]
+DisplayName="神射手"
+ClassSummary="拥有快速狙击和投掷小刀的能力，可以在中到近距离与敌人交战，从而实现毁灭性的侧翼攻击、区域控制和近战。"
+LeftAbilityTreeTitle="神射手"
+RightAbilityTreeTitle="主宰"
AbilityTreeTitles[0]="神射手"
AbilityTreeTitles[1]="控制者"
AbilityTreeTitles[2]="主宰"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Juggler"
+RandomNickNames[1]="Deadeye"
+RandomNickNames[2]="One Shot"
+RandomNickNames[3]="Assassin"
+RandomNickNames[4]="Agent"
+RandomNickNames[5]="Hidden Blade"
+RandomNickNames[6]="Roughrider"


